Repository: djglxxii/XliffBatchTranslate
Catalog: XliffBatchTranslate/*/DCUs/Dcu.Afinion.xlf
Languages: es, french

# DeviceConfigurations.Afinion.DeviceSettingsTitle
source: Settings
es: Configuración
french: Paramètres

# DeviceConfigurations.Afinion.AllowLocal
source: Allow Local
es: Texto INICIO Permitir Local Texto FINAL
french: Autoriser le local

# DeviceConfiguration.Afinion.Operator.AllowLocal.Tooltip
source: Allow local operator lockout configuration
es: Permite la configuración de desbloqueo del operador local
french: Autoriser la configuration de verrouillage des opérateurs locaux

# DeviceConfiguration.Afinion.AssayLockout.Tooltip
source: If checked, will block the instrument from performing patient tests for the assay type
es: Si se selecciona, bloqueará el instrumento para realizar pruebas a pacientes del tipo de ensayo FIN_TEXTO
french: Si elle est cochée, l'instrument ne pourra plus effectuer d'analyses sur le type de prélèvement en question

# DeviceConfiguration.Afinion.Assay.LockoutInterval.TooltipTime
source: Number of hours between required control runs
es: Número de horas entre las ejecuciones de control requeridas
french: Nombre d'heures entre les passages aux contrôles requis

# DeviceConfiguration.Afinion.Assay.LockoutInterval.TooltipRuns
source: Number of runs between required control runs
es: Número de series entre las series de control requeridas BEGIN_TEXT Clasificación de los resultados Clasificación de los resultados Clasificación de los resultados Clasificación de los resultados Clasificación de los resultados
french: Nombre de passages entre les passages de contrôle requis

# DeviceConfiguration.Afinion.Assay.WarningPeriod.TooltipTime
source: Number of hours remaining to show warning
es: Número de horas restantes para mostrar la advertencia
french: Nombre d'heures restantes avant l'affichage de l'avertissement

# DeviceConfiguration.Afinion.Assay.WarningPeriod.TooltipRuns
source: Number of runs remaining to show warning
es: Número de ejecuciones restantes para mostrar una advertencia BEGIN_TEXT Número de ejecuciones restantes para mostrar un mensaje END_TEXT
french: Nombre de tours restants pour afficher l'avertissement

# DeviceConfiguration.Afinion.QC.AllowLocal.Tooltip
source: Allow local QC lockout configuration
es: Permite la configuración de desbloqueo de calidad local
french: Autoriser la configuration locale du verrouillage de contrôle qualité

# DeviceConfigurations.Afinion.SessionDuration
source: Session Duration
es: Duración de la Sesión
french: Durée de la session

# DeviceConfigurations.Afinion.LockoutLevel
source: Lockout Level
es: Nivel de bloqueo
french: Niveau de verrouillage

# DeviceConfigurations.Afinion.OperatorLockoutTitle
source: Operator Lockout
es: Cierre del operador
french: Verrouillage de l'opérateur

# DeviceConfigurations.Afinion.LockoutLevel.Disabled
source: Disabled
es: Desactivado
french: Handicapés

# DeviceConfigurations.Afinion.LockoutLevel.Required
source: Required
es: Obligatorio
french: Requis

# DeviceConfigurations.Afinion.LockoutLevel.IdVerification
source: Required with ID Verification
es: Texto requerido con verificación de ID
french: Exigé avec vérification d'identité

# DeviceConfigurations.Afinion.Assay.LockoutBy.Time
source: Time
french: Temps

# DeviceConfigurations.Afinion.Assay.LockoutBy.Run
source: Runs
es: Ejecutar
french: Exécute des tâches

# DeviceConfigurations.Afinion.Assay.LockoutLevel.Off
source: Off
french: Éteint

# DeviceConfigurations.Afinion.Assay.LockoutLevel.CIOrCII
source: CI or CII
es: Código I o código II
french: CI ou CII

# DeviceConfigurations.Afinion.Assay.LockoutLevel.CIAndCII
source: CI and CII
es: Código de Inmunización y Control (CIC) Código de Identificación Individual (CII)
french: CI et CII

# DeviceConfigurations.Afinion.Assay.Columns.AssayLockout
source: Assay Lockout
es: Cierre de Análisis
french: Verrouillage de l'essai

# DeviceConfigurations.Afinion.Assay.Columns.AssayName
source: Assay Name
french: Nom de l'essai

# DeviceConfigurations.Afinion.Assay.Columns.LockoutBy
source: Lockout By
es: Cerrado Por
french: Lockout Par

# DeviceConfigurations.Afinion.Assay.Columns.LockoutInterval
source: Lockout Interval
es: Código de bloqueo Intervalo de bloqueo
french: Intervalle de verrouillage

# DeviceConfigurations.Afinion.Assay.Columns.WarningPeriod
source: Warning Period
es: Aviso de período BEGIN_TEXT Clinical Decision Support END_TEXT
french: Période d'alerte

# DeviceConfigurations.Afinion.Assay.Columns.LockoutLevel
source: Lockout Level
es: Nivel de bloqueo
french: Niveau de verrouillage

# DeviceConfigurations.Afinion.OperatorCapabilitiesTitle
source: Operator Capabilities
french: Fonctionnalités de l'opérateur

# DeviceConfigurations.Afinion.AllowDiscard
source: Allow Discard
es: Texto INICIO Permitir Descartar Texto FINAL
french: Autoriser Supprimer

# DeviceConfiguration.Afinion.Operator.AllowDiscard.Tooltip
source: Tooltip for Afinion Allow Discard checkbox
es: Allow user to discard unwanted results
french: Allow user to discard unwanted results

# DeviceConfigurations.Afinion.FirmwareOptionsTitle
source: Firmware Update Options
es: Opciones de actualización de firmware BEGIN_TEXT Clasificación de la enfermedad Clasifica la enfermedad según el código ICD-10. Clasifica la enfermedad según el código ICD-10.
french: Options de mise à jour du microprogramme

# DeviceConfigurations.Afinion.AutoUpdate
source: Automatic Update
es: Actualización automática
french: Mise à jour automatique

# DeviceConfiguration.Afinion.AutoUpdate.Tooltip
source: Tooltip for Afinion Automatic Update checkbox
es: The firmware update will be performed with no user interaction required.
french: The firmware update will be performed with no user interaction required.

# DeviceConfigurations.Afinion.AutoRestart
source: Automatic Restart
es: Reinicio Automático
french: Redémarrage automatique

# DeviceConfiguration.Afinion.AutoRestart.Tooltip
source: Tooltip for Afinion Automatic Restart checkbox
es: The Afinion will restart automatically after uploading the firmware update.
french: The Afinion will restart automatically after uploading the firmware update.
