Repository: djglxxii/XliffBatchTranslate
Catalog: XliffBatchTranslate/*/DCUs/Dcu.CobasLiat.xlf
Languages: es, french

# DeviceConfigurations.CobasLiat.Off
source: Off
french: Éteint

# DeviceConfigurations.CobasLiat.BUSY
source: BUSY
es: BEGIN_TEXT BUSY END_TEXT
french: Occupé

# DeviceConfigurations.CobasLiat.BUZZER
source: BUZZER
es: Texto INICIO Sonido de alarma Texto FINAL
french: SONNERIE

# DeviceConfigurations.CobasLiat.CRITICAL
source: CRITICAL
es: Texto crítico
french: CRITIQUE

# DeviceConfigurations.CobasLiat.EMPTY
source: EMPTY
es: Texto INICIO VACÍO Texto FINAL
french: VIDE

# DeviceConfigurations.CobasLiat.LATCHED
source: LATCHED
es: Texto INICIAL CERRADO Texto FINAL
french: LATCHÉ

# DeviceConfigurations.CobasLiat.ONLINE
source: ONLINE
es: Texto en línea
french: EN LIGNE

# DeviceConfigurations.CobasLiat.Soft
source: Soft
es: Texto Texto
french: Douce

# DeviceConfigurations.CobasLiat.Loud
source: Loud
es: Texto
french: Fort

# DeviceConfigurations.CobasLiat.UserIDPassword
source: User ID & Password
es: Identificador de usuario y contraseña
french: Identifiant et mot de passe de l'utilisateur

# DeviceConfigurations.CobasLiat.Barcode
source: Barcode
es: Texto Código de barras
french: Code à barres

# DeviceConfigurations.CobasLiat.BarcodePassword
source: Barcode & Password
es: Texto Inicial Código de barras y Contraseña Texto Final
french: Code à barres et mot de passe

# DeviceConfigurations.CobasLiat.GeneralTitle
source: Settings
es: Configuración
french: Paramètres

# DeviceConfigurations.CobasLiat.DateTimeOptions
source: Date and Time Options
es: Opciones de fecha y hora BEGIN_TEXT Clasificación de la enfermedad Clasifica la enfermedad según el sistema de clasificación más utilizado en tu país. Clasifica la enfermedad según el sistema de clasificación más utilizado en tu país.
french: Options de date et d'heure

# DeviceConfigurations.CobasLiat.DateTimeSNTP
source: Use SNTP Protocol
es: Use SNTP Protocol BEGIN_TEXT Use SNTP Protocol END_TEXT
french: Utiliser le protocole SNTP

# DeviceConfigurations.CobasLiat.DateTimeServer
source: SNTP Server IP
es: Ip del servidor SNTP
french: Adresse IP du serveur SNTP

# DeviceConfigurations.CobasLiat.DisplayOptions
source: Display Options
es: Opciones de visualización
french: Options d'affichage

# DeviceConfigurations.CobasLiat.DisplayBrightness
source: Display Brightness
es: Texto Inicial Texto Final
french: Luminosité de l'affichage

# DeviceConfigurations.CobasLiat.SoundOptions
source: Sound Options
french: Options sonores

# DeviceConfigurations.CobasLiat.SoundInitialization
source: Initialization
es: Inicialización
french: Initialisation

# DeviceConfigurations.CobasLiat.SoundBarcodeScan
source: Barcode Scan
es: Ejecutar escaneo de código de barras
french: Numérisation de code-barres

# DeviceConfigurations.CobasLiat.SoundTubeInsert
source: Tube Insert
es: Tubo Inserto
french: Tube à insérer

# DeviceConfigurations.CobasLiat.SoundAssayFinish
source: Assay Finish
es: Texto Final del Análisis
french: Finition de l'essai

# DeviceConfigurations.CobasLiat.SoundTouchScreen
source: Touch Screen
es: Texto Inicial Pantalla Táctil Texto Final
french: Écran tactile

# DeviceConfigurations.CobasLiat.SoundKeyClicks
source: Key Clicks
es: Clics de teclado BEGIN_TEXT Título END_TEXT
french: Clics de touche

# DeviceConfigurations.CobasLiat.SecurityOptions
source: Security Options
es: Opciones de Seguridad
french: Options de sécurité

# DeviceConfigurations.CobasLiat.TubeInsertTime
source: Tube Insert Time (Seconds)
es: Tiempo de Inserción del Tubo (Segundos)
french: Temps d'insertion du tube (en secondes)

# DeviceConfigurations.CobasLiat.AutoLockTime
source: Autolock Time (Minutes)
es: Tiempo de bloqueo automático (Minutos)
french: Délai d'auto-blocage (en minutes)

# DeviceConfigurations.CobasLiat.AuthenticationType
source: Authentication Type
es: Tipo de autenticación
french: Type d'authentification

# DeviceConfigurations.CobasLiat.OtherOptions
source: Other Options
es: Otras Opciones
french: Autres options

# DeviceConfigurations.CobasLiat.ConnectivityTitle
source: Connectivity
es: Conectividad
french: Connectivité

# DeviceConfigurations.CobasLiat.ConnectivityOptions
source: Connectivity Options
es: Opciones de conectividad
french: Options de connectivité

# DeviceConfigurations.CobasLiat.ConnectivityTimeout
source: Connectivity Timeout (Minutes)
es: Conexión (Minutos)
french: Délai de connexion (en minutes)

# DeviceConfigurations.CobasLiat.ResultAutoRelease
source: Enable Auto Release
es: Habilita el Descarga Automática
french: Activer la fonction de libération automatique

# DeviceConfigurations.CobasLiat.ConnectivityDataSyncUsers
source: Synchronize Operators with RALS
es: Sincroniza los operadores con el RALS
french: Synchronisez les opérateurs avec le RALS

# DeviceConfigurations.CobasLiat.ConnectivityDataSyncAssayLots
source: Synchronize Assay Lots with RALS
es: Sincroniza los lotes de ensayo con el RALS
french: Synchroniser les lots d'essai avec le RALS

# DeviceConfigurations.CobasLiat.ConnectivityDataSyncLogEvents
source: Synchronize Log Events with RALS
es: Sincronizar Eventos de Log con RALS
french: Synchroniser les événements de journal avec le RALS

# DeviceConfigurations.CobasLiat.ConnectivityDataSyncInformation
source: Synchronize Information Events with RALS
es: Informe sobre Eventos de Información con RALS Sincroniza Eventos de Información con RALS
french: Synchroniser les événements d'information avec le RALS

# DeviceConfigurations.CobasLiat.ConnectivityDataSyncErrors
source: Synchronize Error and Warning Events with RALS
es: Texto Único: Sincroniza Eventos de errores y advertencias con el RALS.
french: Synchroniser les événements d'erreurs et avertissements avec le RALS

# DeviceConfigurations.CobasLiat.ConnectionInterval
source: Connection Interval (Minutes)
es: Intervalo de Conexión (Minutos)
french: Intervalle de connexion (minutes)

# DeviceConfigurations.CobasLiat.DateTime.DateFormat
source: Date Format
french: Format de la date

# DeviceConfigurations.CobasLiat.DateTime.DateFormat0
source: dd.mm.yyyy
es: Texto inicial dd.mm.yyyy Texto final
french: dd/mm/aaaa

# DeviceConfigurations.CobasLiat.DateTime.DateFormat1
source: dd/mm/yyyy
es: Texto inicial Texto final
french: dd/mm/aaaa

# DeviceConfigurations.CobasLiat.DateTime.DateFormat2
source: dd-mm-yyyy
es: Texto inicial Texto final
french: dd-mm-aaaa

# DeviceConfigurations.CobasLiat.DateTime.DateFormat3
source: mm-dd-yyyy
es: BEGIN_TEXT mm-dd-yyyy END_TEXT
french: mm-jj-aaaa

# DeviceConfigurations.CobasLiat.DateTime.DateFormat4
source: yyyy-mm-dd
french: yyyy-mm-jj Exemple : 2019-08-15

# DeviceConfigurations.CobasLiat.DateTime.TimeFormat
source: Time Format
french: Format de l'heure

# DeviceConfigurations.CobasLiat.DateTime.TimeFormat12
source: 12 Hour
french: 12 heures

# DeviceConfigurations.CobasLiat.DateTime.TimeFormat24
source: 24 Hour
es: 24 horas
french: 24 heures

# DeviceConfigurations.CobasLiat.Languages.Language
source: Language
es: Lenguaje
french: Langue

# DeviceConfigurations.CobasLiat.Languages.Language.deDE
source: de-DE
french: en français:

# DeviceConfigurations.CobasLiat.Languages.Language.frFR
source: fr-FR
es: es
french: Français:

# DeviceConfigurations.CobasLiat.Languages.Language.nlNL
source: nl-NL
french: Nl-FR

# DeviceConfigurations.CobasLiat.Languages.Language.huHU
source: hu-HU
es: es INICIAR_TEXTO hu-HU FINALIZAR_TEXTO
french: hu-FR

# DeviceConfigurations.CobasLiat.Languages.Language.ptPT
source: pt-PT
french: pt-FR

# DeviceConfigurations.CobasLiat.AutoReboot.Time
source: Auto Reboot Time
french: Temps de redémarrage automatique

# DeviceConfigurations.CobasLiat.PV.Verification
source: Patient Verification
es: Texto Inicial Verificación del paciente Texto Final
french: Vérification du patient

# DeviceConfigurations.CobasLiat.PV.Mismatch
source: Mismatch
french: Erreur de correspondance

# DeviceConfigurations.CobasLiat.PV.DisplayedData
source: Displayed Data
es: Texto mostrado Datos mostrados
french: Données affichées

# DeviceConfigurations.CobasLiat.PV.ManualConfirmation
source: Manual Confirmation
es: Texto Inicial Confirmación Manual Texto Final
french: Confirmation manuelle

# DeviceConfigurations.CobasLiat.PV.Verification.PriorRun
source: Prior run
es: Paso anterior
french: Exécution précédente

# DeviceConfigurations.CobasLiat.PV.Verification.NoVerification
source: No verification
es: Texto en español: Sin verificación
french: Aucune vérification

# DeviceConfigurations.CobasLiat.PV.VerificationType.PatientID
source: Patient ID
es: Identificador del paciente
french: Identifiant du patient

# DeviceConfigurations.CobasLiat.PV.VerificationType.SampleID
source: Sample ID
es: Identificador de muestra
french: Identifiant de l'échantillon

# DeviceConfigurations.CobasLiat.PV.VerificationType.OrderID
source: Order ID
es: Identificador de pedido
french: Identifiant de commande

# DeviceConfigurations.CobasLiat.PV.VerificationType.VisitID
source: Visit ID
es: Identificador de visita
french: Visiteur ID

# DeviceConfigurations.CobasLiat.PV.PatientMismatch.RunAllowed
source: Run allowed
es: Ejecutar permitido
french: Course autorisée

# DeviceConfigurations.CobasLiat.PV.PatientMismatch.RunNotAllowed
source: Run not allowed
es: Texto NO permitido
french: Course interdite

# DeviceConfigurations.CobasLiat.PV.DisplayedData.NoData
source: None (no data)
es: Ninguna (sin datos)
french: Aucun (aucune donnée)

# DeviceConfigurations.CobasLiat.PV.DisplayedData.Name
source: Partial (name)
es: Texto parcial (nombre)
french: Partiel (nom)

# DeviceConfigurations.CobasLiat.PV.DisplayedData.Verbose
source: Verbose (name, sex, date of birth)
es: Texto solo la traducción. Conservar los tokens/sustituyentes exactamente (por ejemplo, __XLF_TAG_0__, __XLF_PH_0__). NO añadir ninguna etiqueta/etapa. Si la fuente no tiene etiquetas, la salida debe ser texto plano. Solo la traducción.
french: Verbose (nom, sexe, date de naissance)

# DeviceConfigurations.CobasLiat.PV.ManualConfirmation.NotRequired
source: Not required
es: Texto NO obligatorio
french: Ce n'est pas nécessaire

# DeviceConfigurations.CobasLiat.PV.ManualConfirmation.Required
source: Required
es: Obligatorio
french: Requis

# DeviceConfigurations.CobasLiat.RemoteServiceTitle
source: Remote Service
es: Servicio remoto
french: Service à distance

# DeviceConfigurations.CobasLiat.RemoteService.InfinityEdgeGateway.Server
source: Server
es: Servidor
french: Serveur

# DeviceConfigurations.Liat.PatternError
source: Cannot contain "'`
es: Texto INICIAL No puede contener "'` Texto FINAL
french: Ne peut pas contenir "`"'

# DeviceConfigurations.CobasLiat.RemoteService.InfinityEdgeGateway.Timeout
source: Timeout (Seconds)
es: Tiempo de espera (Segundos)
french: Délai d'attente (secondes)

# DeviceConfigurations.CobasLiat.RemoteService.InfinityEdgeGateway.CustomerCity
source: City
es: Ciudad
french: Ville

# DeviceConfigurations.CobasLiat.RemoteService.InfinityEdgeGateway.CustomerCountry
source: Country
es: Código postal
french: Pays

# DeviceConfigurations.CobasLiat.RemoteService.InfinityEdgeGateway.Location
source: Location
french: Localisation

# DeviceConfigurations.CobasLiat.HttpProxy
source: HTTP Proxy
es: Texto INICIO Proxy HTTP Texto FINAL
french: Proxy HTTP

# DeviceConfigurations.CobasLiat.RemoteService.HttpProxyEnabled
source: #[DeviceConfigurations.CobasLiat.HttpProxy] Enabled
french: #[DeviceConfigurations.CobasLiat.HttpProxy] Activé

# DeviceConfigurations.CobasLiat.RemoteService.Server
source: Server
es: Servidor
french: Serveur

# DeviceConfigurations.CobasLiat.RemoteService.Authentication
source: Authentication Enabled
es: Texto Inicial Texto Final
french: Authentification activée

# DeviceConfigurations.CobasLiat.RemoteService.UserName
source: User Name
es: Nombre de usuario
french: Nom d'utilisateur

# DeviceConfigurations.CobasLiat.RemoteService.Password
source: Password
es: Contraseña
french: Mot de passe

# DeviceConfigurations.Liat.Settings.Password.Confirm
source: Confirm Password
es: Texto: Confirmar Contraseña Título: Confirmar Contraseña
french: Confirmer le mot de passe

# DeviceConfigurations.CobasLiat.BarcodeTitle
source: Barcode
es: Texto Código de barras
french: Code à barres

# DeviceConfigurations.CobasLiat.BarcodeITF.Enabled
source: ITF Enabled
es: Texto INICIADO IF Enable TEXTO FINAL
french: ITF activé

# DeviceConfigurations.CobasLiat.BarcodeITF.Checksum
source: ITF Checksum
es: Código de verificación ITF
french: Somme de contrôle ITF

# DeviceConfigurations.CobasLiat.BarcodeITF.FixLength
source: ITF Fixed Length
es: Texto INICIO FORMATO DE LARGO Texto FINAL
french: Longueur fixe ITF

# DeviceConfigurations.CobasLiat.BarcodeITF.BarcodeLength
source: ITF Barcode Length
es: Código de barras ITF Longitud BEGIN_TEXT ITF Barcode Type END_TEXT
french: Longueur du code à barres ITF

# DeviceConfigurations.CobasLiat.BarcodeCodabar.Enabled
source: Codabar Enabled
es: Codabar habilitado
french: Codabar activé

# DeviceConfigurations.CobasLiat.BarcodeCodabar.TransmitStartStopChar
source: Codabar Transmit Start/Stop Characters
french: Caractères de démarrage et d'arrêt du transmetteur Codabar

# DeviceConfigurations.CobasLiat.BarcodeCode39.Enabled
source: Code 39 Enabled
es: Código 39 habilitado
french: Code 39 activé

# DeviceConfigurations.CobasLiat.BarcodeCode39.Checksum
source: Code 39 Checksum
french: Code de vérification du code 39

# DeviceConfigurations.CobasLiat.BarcodeCode93.Enabled
source: Code 93 Enabled
es: Código 93 habilitado
french: Code 93 Activé

# DeviceConfigurations.CobasLiat.BarcodeEAN8.Enabled
source: EAN-8 Enabled
es: EAN-8 habilitado
french: EAN-8 activé

# DeviceConfigurations.CobasLiat.BarcodeEAN13.Enabled
source: EAN-13 Enabled
es: EAN-13 habilitado
french: Activé EAN-13

# DeviceConfigurations.CobasLiat.BarcodeGS1Databar14.Enabled
source: GS1 Databar Enabled
es: Texto INICIO GS1 Databar habilitado Texto FINAL
french: GS1 Databar activé

# DeviceConfigurations.CobasLiat.BarcodeITF.FixLength.OneDiscreteLength
source: One discrete length
es: Una longitud discreta
french: Une longueur discrète

# DeviceConfigurations.CobasLiat.BarcodeITF.FixLength.Disabled
source: Disabled
es: Desactivado
french: Handicapés

# DeviceConfigurations.CobasLiat.Beep2
source: Beep2
es: Texto inicial Sonido 2

# DeviceConfigurations.CobasLiat.DTMF1
source: DTMF1
es: Texto INICIO DTMF1 Texto FINAL

# DeviceConfigurations.CobasLiat.EXCLAM
source: EXCLAM
es: Texto INICIAL ¡Exclamación! Texto FINAL

# DeviceConfigurations.CobasLiat.INFEND
source: INFEND
es: Texto INICIO FINAL Texto

# DeviceConfigurations.CobasLiat.Voicebeep
source: Voicebeep
es: Texto inicial Señal de sonido FIN del texto

# DeviceConfigurations.CobasLiat.PCLLaser
source: PCL Laser
es: Texto Inicial Texto Final

# DeviceConfigurations.CobasLiat.PCLInkjet
source: PCL Inkjet
es: Texto en español: INICIAR_TEXTO Impresión por chorro de tinta PCL FIN_TEXTO

# DeviceConfigurations.CobasLiat.SoundVolume
source: Volume
es: Texto

# DeviceConfigurations.CobasLiat.Languages.Language.enUS
source: en-US
es: es

# DeviceConfigurations.CobasLiat.Languages.Language.esES
source: es-ES
es: BEGIN_TEXT es-ES END_TEXT

# DeviceConfigurations.CobasLiat.Languages.Language.plPL
source: pl-PL
es: es INICIAR_TEXTO pl-PL FINALIZAR_TEXTO

# DeviceConfigurations.CobasLiat.PV.VerificationType
source: Type
es: Tipo

# DeviceConfigurations.CobasLiat.RemoteService.InfinityEdgeGateway.CustomerSite
source: Site
es: Sitio
